Downloads/WorkingLogRegDontMess/LoginRegistration/app/controllers/users_controller.rb

INSERT INTO "users" ("first_name", "last_name", "email", "city", "state", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    # render plain: user_params
    @user = User.new(user_params)
    if @user.save